Repository: Beeloo0011/mobile-ios
Catalog: PIALibrary/Resources/UI/iOS/*.lproj/Signup.strings
Languages: ar, da, de, es_mx, fr, it, ja, nb, nl, pl, pt_br, ru, th, zh_hans, zh_hant

# failure.message
source: We're unable to create an account at this time. Please try again later. Reopening the app will re-attempt to create an account.
ar: يتعذر علينا إنشاء حساب في الوقت الحالي. يرجى إعادة المحاولة لاحقًا. عند إعادة فتح التطبيق سيتم إعادة محاولة إنشاء حساب.
da: Vi kan ikke oprette en konto på nuværende tidspunkt. Prøv igen senere. Genåbning af appen vil genoptage forsøget på at oprette en konto.
de: Zur Zeit können wir kein Konto erstellen. Bitte später erneut versuchen. Beim erneuten Öffnen der App wird wieder versucht, ein Konto zu erstellen.
es_mx: No pudimos crear una cuenta en este momento. Por favor, inténtalo de nuevo más tarde. Si vuelves a abrir la aplicación intentaremos crear una cuenta otra vez.
fr: Nous ne parvenons pas à créer un compte pour l'instant. Veuillez réessayer plus tard. Rouvrir l'application engendrera une nouvelle tentative de création de compte.
it: Impossibile creare un account in questo momento. Riprova più tardi. Riaprendo l'app si riproverà a creare un account.
ja: ただ今アカウントを作成できません。後ほどもう一度お試しください。 アプリを再起動すると、アカウント作成が再試行されます。
nb: Vi kunne ikke opprette en konto nå. Prøv på nytt senere. Når du åpner appen igjen, vil den prøve å opprette kontoen på nytt.
nl: We kunnen op dit moment geen account maken. Probeer het later opnieuw. Als u de app opnieuw opent, wordt opnieuw geprobeerd een account te maken.
pl: Obecnie nie możemy utworzyć konta. Spróbuj ponownie później.
pt_br: Não podemos criar uma conta neste momento. Tente novamente mais tarde. Após a reabertua do aplicativo, uma nova tentativa de criação de conta será realizada.
ru: Нам не удалось создать учетную запись. Повторите попытку позже. При повторном открытии приложения создание учетной записи будет возобновлено.
th: เราไม่สามารถสร้างบัญชีได้ในขณะนี้ กรุณาลองใหม่อีกครั้งภายหลัง การปิดเปิดแอปใหม่จะเป็นการพยายามสร้างบัญชีใหม่
zh_hans: 我们现在无法创建账号。 请稍后再试。 重新打开本应用将会再次尝试创建账号。
zh_hant: 我們目前未能建立帳戶，請稍後再試。 應用程式將在重新啟動時再次嘗試建立帳戶。

# failure.purchase.sandbox.message
source: The selected sandbox subscription is not available in production.
ar: اشتراك الصندوق المحدد غير متاح في الإنتاج.
da: Det valgte sandbox-abonnement er ikke tilgængeligt i produktionen.
de: Das ausgewählte Sandbox-Abonnement ist in der Produktion nicht verfügbar.
es_mx: La suscripción del entorno aislado seleccionado no está disponible en la producción.
fr: L'abonnement sandbox sélectionné n'est pas disponible en production.
it: L'abbonamento del sandbox selezionato on è disponibile in produzione.
ja: 選択されたサンドボックスのサブスクリプションは生産中のため利用できません。
nb: Det valgte sandboksabonnementet er ikke tilgjengelig i produksjon.
nl: Het geselecteerde sandbox-abonnement is niet beschikbaar in productie.
pl: Wybrana subskrypcja na piaskownicę (środowisko testowe) nie jest dostępna w produkcji.
pt_br: A assinatura da área restrita selecionada não está disponível em produção.
ru: Выбранная подписка на «песочницу» недоступна в производственной среде.
th: ไม่มีระบบสมาชิก Sandbox ที่คุณเลือกอยู่ในการผลิต
zh_hans: 所选的沙盒订阅不适用于生产
zh_hant: 所選的沙盒訂閱已不再提供。

# failure.redeem.claimed.message
source: Looks like this card has already been claimed by another account. You can try entering a different PIN.
ar: يبدو أن هذه البطاقة استُخدمت في حساب آخر. حاول إدخال رمز جديد.
da: Det ser ud til, at dette kort allerede er taget af en anden konto. Prøv at indtaste en anden pinkode.
de: Anscheinend wurde diese Karte bereits über ein anderes Konto eingelöst. Geben Sie eine andere PIN ein.
es_mx: Parece que esta tarjeta ha sido reclamada por otra cuenta. Puedes intentar ingresar un PIN diferente.
fr: Il semblerait que cette carte soit déjà utilisée sur un autre compte. Vous pouvez essayer de saisir un code PIN différent.
it: Questa carta è già stata riscattata da un altro account. Prova a inserire un PIN diverso.
ja: このカードは、すでに別のアカウントが獲得したようです。別のPINを入力してください。
nb: Ser ut til at kortet allerede er brukt av en annen konto. Du kan prøve med en annen PIN.
nl: Deze kaart is door een ander account geclaimd. Probeer een andere pincode.
pl: Wygląda na to, że ta karta została użyta na innym koncie. Możesz spróbować wpisać inny PIN.
pt_br: Parece que este cartão já foi resgatado por outra conta. Você pode tentar usar um PIN diferente.
ru: Похоже, эту карту уже использовали с другой учетной записи. Попробуйте ввести другой PIN.
th: ดูเหมือนว่าบัตรนี้มีการใช้สิทธิ์แล้วโดยบัญชีอื่น กรุณาลองใส่ PIN อื่น
zh_hans: 此卡片似乎已被另一个账号使用。您可尝试输入另一个PIN。
zh_hant: 這張卡似乎已經被另一個帳戶使用。您可以嘗試輸入不同的 PIN 碼。

# failure.redeem.claimed.title
source: Card claimed already
ar: تم استخدام هذه البطاقة بالفعل
da: Kort allerede taget
de: Karte bereits eingelöst
es_mx: La tarjeta ya fue reclamada
fr: Carte déjà utilisée
it: Carta già riscattata
ja: すでに獲得されたカードです
nb: Kortet er allerede brukt
nl: Kaart al geclaimd
pl: Karta już użyta
pt_br: O cartão já foi resgatado
ru: Карта уже использована
th: บัตรมีการใช้สิทธิ์แล้ว
zh_hans: 卡片已使用
zh_hant: 此卡已被使用

# failure.redeem.invalid.message
source: Looks like you entered an invalid card PIN. Please try again.
ar: يبدو أنك أدخلت رمز بطاقة غير صالح. يرجى إعادة المحاولة.
da: Det ser ud til, at du har indtastet en ugyldig kort-pinkode. Prøv igen.
de: Anscheinend haben Sie eine ungültige PIN eingegeben. Bitte erneut versuchen.
es_mx: Parece que ingresaste un PIN de tarjeta inválido. Por favor, inténtalo de nuevo.
fr: Il semblerait que le code PIN de la carte saisie soit invalide. Veuillez réessayer.
it: Hai inserito un PIN della carta non valido. Riprova.
ja: 無効なカードPINを入力したようです。もう一度お試しください。
nb: Ser ut til at du brukte en ugyldig kort-PIN. Prøv igjen
nl: U heeft een ongeldige pincode ingevoerd. Probeer het opnieuw.
pl: Wygląda na to, ze wpisałeś nieprawidłowy PIN karty. Spróbuj ponownie.
pt_br: Parece que você inseriu um PIN de cartão inválido. Por favor, tente novamente.
ru: Похоже, вы ввели неверный PIN-код карты. Попробуйте еще раз.
th: ดูเหมือนว่าคุณใส่ PIN การ์ดไม่ถูกต้อง กรุณาลองใหม่
zh_hans: 您输入的卡片PIN似乎无效。请重试。
zh_hant: 您似乎輸入了一個無效的卡 PIN 碼，請再試一次。

# failure.redeem.invalid.title
source: Invalid card PIN
ar: رمز بطاقة غير صالح
da: Ugyldig kort-pinkode
de: Ungültige Karten-PIN
es_mx: El PIN de la tarjeta no es válido
fr: Code PIN de la carte invalide
it: PIN della carta non valido
ja: 無効なカードPIN
nb: Ugyldig kort-PIN
nl: Ongeldige pincode
pl: Nieprawidłowy PIN karty
pt_br: PIN de cartão inválido
ru: Неверный PIN-код карты
th: PIN การ์ดไม่ถูกต้อง
zh_hans: 卡片PIN无效
zh_hant: 無效的卡 PIN 碼

# failure.submit
source: GO BACK
ar: عودة
da: GÅ TILBAGE
de: ZURÜCK
es_mx: ATRÁS
fr: REVENIR
it: INDIETRO
ja: 戻る
nb: GÅ TILBAKE
nl: GA TERUG
pl: WSTECZ
pt_br: VOLTAR
ru: ВОЗВРАТ
th: ย้อนกลับ
zh_hans: 返回
zh_hant: 返回

# failure.title
source: Account creation failed
ar: فشل إنشاء الحساب
da: Kunne ikke oprette konto
de: Konto nicht erstellt
es_mx: Falló la creación de la cuenta
fr: La création du compte a échoué
it: Errore di creazione account
ja: アカウントの作成に失敗しました
nb: Kunne ikke opprette kontoen
nl: Account aanmaken mislukt
pl: Błąd tworzenia konta
pt_br: Falha ao Criar Conta
ru: Сбой создания учетной записи
th: สร้างบัญชีผู้ใช้ไม่สำเร็จ
zh_hans: 账户创建失败
zh_hant: 帳戶建立失敗

# failure.vc_title
source: Sign-up failed
ar: فشل تسجيل الآن
da: Tilmelding mislykkedes
de: Registrierung fehlgeschlagen
es_mx: Falló el registro
fr: Échec de la connexion
it: Registrazione non riuscita
ja: サインアップできませんでした
nb: Registrering mislyktes
nl: Aanmelden mislukt
pl: Rejestracja nie powiodła się
pt_br: Falha ao registrar
ru: Ошибка регистрации
th: การสมัครล้มเหลว
zh_hans: 注册失败
zh_hant: 註冊失敗

# in_progress.message
source: We're confirming your purchase with our system. It could take a moment so hang in there.
ar: جارٍ تأكيد عملية الشراء مع نظامنا. يمكن أن يستغرق ذلك لحظة لذلك انتظر قليلًا.
da: Vi bekræfter dit køb i vores system. Det kan tage et øjeblik, så bliv her venligst.
de: Wir bestätigen deinen Kauf in unserem System. Es kann einen Moment dauern, also gedulde dich bitte etwas.
es_mx: Estamos confirmando la compra en el sistema. Podrías tardar unos instantes, así que espera.
fr: Notre système est en train de confirmer votre achat. Cela pourrait prendre un moment, nous vous prions donc de patienter.
it: Conferma dell'acquisto col sistema in corso. Potrebbe impiegare qualche secondo. Attendi.
ja: システムがご購入を確定しています。しばらく時間がかかることがありますので、そのままお待ちください。
nb: Vi bekrefter kjøpet i systemet vårt. Dette kan ta litt tid.
nl: We zijn uw aankoop aan het verifiëren in ons systeem. Dit kan eventjes duren, daarom vragen we u vriendelijk om geduld.
pl: Potwierdzamy zakup w naszym systemie. Poczekaj spokojnie, bo to może trochę potrwać.
pt_br: Confirmamos sua compra com o nosso sistema. Isso pode demorar um pouco. Por favor, aguarde.
ru: Мы проверяем вашу покупку в системе. На это может понадобиться время, так что оставайтесь с нами.
th: เรากำลังยืนยันการซื้อของคุณกับระบบของเรา กรุณารอสักครู่
zh_hans: 我们正在确认您在我们系统中的购买。这可能需要一点时间，请耐心等待。
zh_hant: 我們的系統正確認您的購買交易，可能需要停留在此畫面幾分鐘時間。

# in_progress.redeem.message
source: We're confirming your card PIN with our system. It could take a moment so hang in there.
ar: جارٍ تأكيد رمز بطاقتك مع نظامنا. قد يستغرق ذلك بضع لحظات، انتظر قليلًا.
da: Vi bekræfter din kort-pinkode i vores system. Det kan tage et øjeblik, så bliv her venligst.
de: Wir überprüfen derzeit Ihre Karten-PIN in unserem System. Dies kann einen Moment dauern. Bitte haben Sie etwas Geduld.
es_mx: Estamos confirmando el PIN de tu tarjeta en nuestro sistema. Puede tardar un momento, así que espera un poco.
fr: Notre système est en train de confirmer le code PIN de votre carte. Cela pourrait prendre un moment, nous vous prions donc de patienter.
it: Conferma del PIN della tua carta col sistema in corso. Potrebbe impiegare qualche secondo. Attendi.
ja: システムがご購入を確定しています。しばらく時間がかかることがありますので、そのままお待ちください。
nb: Vi bekrefter kort-PIN-en din i systemet vårt. Det kan ta et øyeblikk, så vennligst vent.
nl: We zijn uw pincode aan het verifiëren in ons systeem. Dit kan eventjes duren, daarom vragen we u vriendelijk om geduld.
pl: Potwierdzamy Twój PIN karty w naszym systemie, TO może chwilę potrwać, więc prosimy o cierpliwość.
pt_br: Estamos confirmando o PIN do seu cartão com o nosso sistema. Isso pode demorar um pouco. Por favor, aguarde.
ru: Мы подтверждаем ваш PIN-код в системе. Это займет какое-то время, подождите немного.
th: เรากำลังยืนยัน PIN การ์ดของคุณกับระบบของเรา กรุณารอสักครู่
zh_hans: 我们正在通过系统确认您的卡片PIN。这可能需要一些时间，请耐心等待。
zh_hant: 我們的系統正在確認您的卡 PIN 碼。這可能需要一點時間，請稍候。

# in_progress.title
source: Confirm sign-up
ar: تأكيد التسجيل
da: Bekræft tilmelding
de: Registrierung bestätigen
es_mx: Confirmar registro
fr: Confirmation d'inscription
it: Conferma registrazione
ja: サインアップを確定
nb: Bekrefter registrering
nl: Aanmelding bevestigen
pl: Potwierdź rejestrację
pt_br: Confirme o registro
ru: Подтверждение регистрации
th: ยืนยันการสมัคร
zh_hans: 确认注册
zh_hant: 壓認註冊

# purchase.trials.1year.protection
source: 1 year of privacy and identity protection
ar: 1 سنة من الخصوصية وحماية الهوية
da: 1 års beskyttelse af personlige oplysninger og identitet
de: 1 Jahr Daten- und Identitätsschutz
es_mx: 1 año de privacidad y protección de la identidad.
fr: 1 an de confidentialité et de protection de l'identité
it: 1 anno di privacy e protezione d'indentità
ja: 1年間のプライバシーおよび個人情報の保護
nb: Et års personverns- og identitetsbeskyttelse
nl: 1 jaar aan privacy- en identiteitsbescherming
pl: 1 rok ochrony prywatności i tożsamości
pt_br: 1 ano de proteção de privacidade e identidade
ru: 1 год защиты конфиденциальности и личных данных
th: การป้องกันข้อมูลประจำตัวและความเป็นส่วนตัว 1 ปี
zh_hans: 1 年隐私和身份保护
zh_hant: 1 年隱私權和身分保護

# purchase.trials.all.plans
source: See all available plans
ar: مشاهدة جميع الخطط المتاحة
da: Se alle tilgængelige planer
de: Alle verfügbaren Pläne anzeigen
es_mx: Ver todos los planes disponibles.
fr: Voir tous les forfaits disponibles
it: Vedi tutti i piani disponibili
ja: 利用可能なプランをすべて見る
nb: Vis alle tilgjengelige abonnement
nl: Bekijk de beschikbare abonnementen
pl: Sprawdź wszystkie dostępne plany
pt_br: Veja todos os planos disponíveis
ru: Смотреть все доступные планы
th: ดูแผนที่มีทั้งหมด
zh_hans: 查看所有可用套餐
zh_hant: 檢視所有可用方案

# purchase.trials.anonymous
source: Browse anonymously and hide your ip.
ar: تصفح مجهول الهوية وإخفاء عنوان IP.
da: Gennemse anonymt og skjul din ip.
de: Anonym surfen und Ihre IP-Adresse verbergen
es_mx: Navega de forma anónima y oculta tu IP.
fr: Surfez anonymement et masquez votre IP.
it: Sfoglia anonimamente e nascondi il tuo IP.
ja: ウェブの匿名利用でIPを非表示にします。
nb: Surf anonymt og skjul IP-adressen din.
nl: Browse anoniem en verberg uw ip.
pl: Przeglądaj sieć anonimowa i ukryj swoje IP
pt_br: Navegue anonimamente e oculte seu IP.
ru: Пользуйтесь Интернетом анонимно и скрывайте свой IP-адрес.
th: เรียกดูโดยไม่ระบุชื่อและซ่อน ip ของคุณ
zh_hans: 匿名浏览并隐藏您的 IP。
zh_hant: 匿名瀏覽並隱藏 IP。

# purchase.trials.devices
source: Support 10 devices at once
ar: يدعم 10 أجهزة في المرة الواحدة
da: Understøtter 10 enheder på én gang
de: Unterstützung für 10 Geräte
es_mx: Admite 10 dispositivos a la vez.
fr: Prise en charge de 10 appareils en même temps
it: Supporta 10 dispositivi alla volta
ja: 一度に10台の端末をサポート
nb: Støtter ti enheter om gangen
nl: Ondersteun tien apparaten tegelijk
pl: Obsługa 10 urządzeń jednocześnie
pt_br: Suporte para 10 dispositivos ao mesmo tempo
ru: Поддержка сразу 10 устройств
th: รับรองอุปกรณ์ 10 เครื่องในเวลาเดียวกัน
zh_hans: 一次支持 10 台设备
zh_hant: 同時支援 10 台裝置

# purchase.trials.devices.description
source: Protect yourself on up to 10 devices at a time.
ar: احمي نفسك على ما يصل إلى 10 أجهزة في وقت واحد.
da: Beskyt dig selv på op til 10 enheder ad gangen.
de: Schützen Sie sich auf bis zu 10 Geräten gleichzeitig.
es_mx: Protégete en hasta 10 dispositivos a la vez.
fr: Protégez-vous sur jusqu'à 10 appareils en même temps.
it: Proteggi un massimo di 10 dispositivi alla volta.
ja: 一度に最大10台の端末を保護して自分を守ることができます。
nb: Beskytt deg på opptil ti enheter samtidig.
nl: Bescherm uzelf op tien apparaten tegelijk.
pl: Ochrona na maksymalnie 10 urządzeniach jednocześnie.
pt_br: Proteja-se em até 10 dispositivos ao mesmo tempo.
ru: Защищайте себя на нескольких устройствах одновременно (до 10).
th: ปกป้องตัวคุณบนอุปกรณ์ถึง 10 เครื่องในเวลาเดียวกัน
zh_hans: 一次在多达 10 台设备上保护自己。
zh_hant: 同時為最多 10 台裝置提供保護。

# purchase.trials.intro
source: Try free for 7 days!
ar: ابدأ تجربتك المجانية لمدة 7 ايام
da: Start din 7-dages gratis prøveperiode
de: Jetzt 7 Tage gratis testen
es_mx: Inicia tu prueba gratuita de 7 días
fr: Démarrez votre essai gratuit de 7 jours
it: Inizia la tua prova gratuita da 7 giorni
ja: 7日間無料トライアルを開始
nb: Start din gratis 7-dagers prøveperiode
nl: Start je gratis proefabonnement van 7 dagen
pl: Zacznij 7-dniowy bezpłatny okres próbny
pt_br: Comece sua avaliação gratuita de 7 dias
ru: Начните 7-дневную бесплатную пробу
th: เริ่มทดลองใช้ฟรี 7 วัน
zh_hans: 开始 7 天免费试用
zh_hant: 開始 7 天免費試用

# purchase.trials.money.back
source: 7 day money back guarantee
ar: ضمان استرداد المال لمدة 30 أيام
da: 30-dages pengene tilbage garanti
de: 30-Tage-Geld-zurück-Garantie
es_mx: Garantía de devolución de 30 días
fr: Garantie satisfait ou remboursé sur 30 jours
it: Garanzia di rimborso entro 30 giorni
ja: 30日間返金保証
nb: 30 dagers pengene-tilbake-garanti
nl: 30 dagen lang niet-goed-geld-teruggarantie
pl: 30-dniowa gwarancja zwrotu pieniędzy
pt_br: Garantia do dinheiro de volta em até 30 dias
ru: 30-дневная гарантия возврата денег
th: รับประกันการคืนเงินภายใน 30 วัน
zh_hans: 7 天退款保证
zh_hant: 30 天退款保證

# purchase.trials.price.after
source: Only %@ after
ar: ثم %@
da: Derefter %@
de: Dann %@
es_mx: Después, %@
fr: Ensuite %@
it: Poi a %@
ja: 以後%@
nb: Deretter %@
nl: Daarna %@
pl: Potem %@
pt_br: Em seguida, %@
ru: После этого %@
th: จากนั้น %@
zh_hans: 然后 %@
zh_hant: 然後 %@

# purchase.trials.region
source: Connect to any region easily
ar: اتصل بأي منطقة بسهولة
da: Forbind nemt til en hvilken som helst region
de: Einfache Verbindung zu jeder Region
es_mx: Conéctate a cualquier región con facilidad.
fr: Connectez-vous facilement à n'importe quelle région
it: Connettiti facilmente a qualsiasi regione
ja: すべての地域に簡単に接続
nb: Koble til hvilken som helst region på en enkel måte
nl: Maak eenvoudig verbinding met elke regio
pl: Łatwo połączysz się z dowolnym regionem
pt_br: Conecte-se a qualquer região facilmente
ru: Простое подключение к любому региону
th: เชื่อมต่อไปยังภูมิภาคใดก็ตามได้อย่างง่ายดาย
zh_hans: 轻松连接到任何地区
zh_hant: 可輕鬆連線到任何地區

# purchase.trials.servers
source: More than 3300 servers in 32 countries
ar: أكثر من 3300 خادم في 32 دولة
da: Mere end 3300 servere i 32 lande
de: Mehr als 3300 Server in 32 Ländern
es_mx: Más de 3300 servidores en 32 países.
fr: Plus de 3300 serveurs dans 32 pays
it: Oltre 3300 server in 32 Paesi
ja: 32か国の3300以上のサーバー
nb: Over 3300 servere i 32 land
nl: Meer dan 3300 servers in 32 landen
pl: Ponad 3300 serwerów w 32 krajach
pt_br: Mais de 3.300 servidores em 32 países
ru: Более 3300 серверов в 32 странах
th: กว่า 3300 เซิร์ฟเวอร์ใน 32 ประเทศ
zh_hans: 在 32 个国家h地区拥有超过 3300 台服务器
zh_hant: 32 個國家超過 3300 台伺服器

# purchase.trials.start
source: Start subscription
ar: ابدأ الاشتراك
da: Start abonnement
de: Abonnement beginnen
es_mx: Iniciar suscripción
fr: Commencer l'abonnement
it: Inizia abbonamento
ja: サブスクリプションを開始
nb: Start abonnementet
nl: Abonnement starten
pl: Rozpocznij subskrypcję
pt_br: Iniciar assinatura
ru: Запустить подписку.
th: เริ่มการเป็นสมาชิก
zh_hans: 开始订阅
zh_hant: 開始訂閱

# purchase.uncredited.alert.button.cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb: Abryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# purchase.uncredited.alert.button.recover
source: Recover account
ar: استعادة الحساب
da: Gendan konto
de: Konto wiederherstellen
es_mx: Recuperar cuenta
fr: Restaurer le compte
it: Recupera account
ja: アカウントを回復
nb: Gjenopprett konto
nl: Account herstellen
pl: Odzyskaj konto
pt_br: Recuperar conta
ru: Восстановить учетную запись
th: กู้คืนบัญชี
zh_hans: 恢复账户
zh_hant: 回復帳戶

# purchase.uncredited.alert.message
source: You have uncredited transactions. Do you want to recover your account details?
ar: لديك معاملات غير معتمدة. هل تريد استعادة تفاصيل حسابك؟
da: Du har ukrediterede transaktioner. Vil du gendanne dine kontooplysninger?
de: Sie haben Transaktionen, die noch nicht gutgeschrieben wurden. Möchten Sie Ihre Kontodaten wiederherstellen?
es_mx: Tienes transacciones sin acreditar. ¿Seguro que quieres recuperar los detalles de tu cuenta?
fr: Vous avez des transaction non créditées. Voulez-vous restaurer les détails de votre compte ?
it: Hai transazioni non accreditate. Vuoi recuperare i dati del tuo account?
ja: 反映されていない取引があります。アカウントの詳細を回復しますか？
nb: Du har ikke krediterte transaksjoner. Vil du gjenopprette kontoinformasjonen din?
nl: U heeft niet-gecrediteerde transacties. Wilt u uw accountgegevens herstellen?
pl: Masz nieuznane transakcje. Chcesz odzyskać dane swojego konta?
pt_br: Você tem transações não creditadas. Deseja recuperar os detalhes da sua conta?
ru: У вас есть непроведенные транзакции. Хотите восстановить данные своей учетной записи?
th: คุณได้ยกเลิกการทำธุรกรรมแล้ว คุณต้องการกู้คืนรายละเอียดบัญชีหรือไม่
zh_hans: 你有未入账的的交易。要恢复您的账户详情吗？
zh_hant: 您有未貸記的交易，要回復帳戶資料嗎？

# success.message_format
source: Thank you for signing up with us. We have sent your account username and password at your email address at %@
ar: شضكراً على اشتراكك معنا. لقد أرسلنا اسم المستخدم وكلمة المرور الخاصين بك إلى بريدك الإلكتروني %@
da: Tak fordi du tilmeldte dig hos os. Vi har sendt dit brugernavn og kodeord til din e-mailadresse %@
de: Vielen Dank für deine Registrierung. Wir haben dir deinen Benutzernamen und dein Passwort an deine E-Mail-Adresse unter %@ gesendet.
es_mx: Gracias por registrarte con nosotros. Te enviamos el nombre de usuario y contraseña de tu cuenta a tu dirección de email en %@
fr: Merci pour votre inscription. L'identifiant et le mot de passe de votre compte ont été envoyés à votre adresse e-mail %@
it: Grazie per la registrazione. Ti abbiamo inviato nome utente e password del tuo account all'indirizzo e-mail %@
ja: サインアップありがとうございます。アカウントのユーザー名とパスワードをお客様のメールアドレス（%@）に送信いたしました。
nb: Takk for at du registrerte deg. Vi har sendt deg kontonavnet og passordet ditt til e-postadressen din %@
nl: Bedankt voor uw aanmelding. We hebben de gebruikersnaam en het wachtwoord voor uw account naar het volgende e-mailadres gestuurd: %@
pl: Dziękujemy za rejestrację. Przesłaliśmy Twoją nazwę użytkownika i hasło na Twój adres e-mail: %@
pt_br: Obrigado por se registrar conosco. Nós enviamos o nome de usuário e a senha da sua conta para o seu endereço de e-mail em %@
ru: Спасибо за регистрацию. Мы отправили имя пользователя и пароль на адрес электронной почты %@
th: ขอบคุณที่สมัครสมาชิกกับเรา เราได้ส่งชื่อผู้ใช้และรหัสผ่านไปยังอีเมลของคุณแล้วที่ %@
zh_hans: 感谢注册。我们已将您的用户名和密码发送至您的电子邮箱：%@
zh_hant: 感謝您註冊我們的服務！我們已將您的帳戶使用者名稱和密碼寄送到您的電子郵件地址：%@

# success.password.caption
source: Password
ar: كلمة المرور
da: Kodeord
de: Passwort
es_mx: Contraseña
fr: Mot de passe
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
zh_hans: 密码
zh_hant: 密碼

# success.redeem.message
source: You will receive an email shortly with your username and password. Your login details
ar: ستصلك رسالة عبر البريد الإلكتروني تتضمن اسم المستخدم وكلمة المرور. تفاصيل تسجيل الدخول
da: Du modtager snart en e-mail med dit brugernavn og adgangskode. Dine loginoplysninger
de: Sie werden in Kürze eine E-Mail mit Ihrem Benutzernamen und Passwort erhalten. Ihre Zugangsdaten
es_mx: Recibirás un mensaje de correo electrónico dentro de poco con tu nombre de usuario y contraseña. Tu información de inicio de sesión
fr: Vous allez bientôt recevoir un e-mail contenant votre nom d'utilisateur et votre mot de passe. Détails de vos identifiants
it: Riceverai un'email a breve con nome utente e password. I tuoi dati d'accesso
ja: ユーザーネームとパスワードを記載したメールがまもなく届きます。 お客様のログイン詳細
nb: Du mottar en e-post med brukernavn og passord. Påloggingsinformasjonen din
nl: U ontvangt zo een e-mail met uw gebruikersnaam en wachtwoord.
pl: Wkrótce otrzymasz e-mail z nazwą użytkownika i hasłem. Twoje dane do logowania
pt_br: Você receberá um e-mail com seu nome de usuário e senha em breve. Seus dados de login
ru: Также вы получите эл. письмо с именем пользователя и паролем. Ваши учетные данные
th: คุณจะได้รับอีเมลพร้อมชื่อผู้ใช้และรหัสผ่านในไม่ช้า ข้อมูลการล็อกอิน
zh_hans: 您将很快收到一封电子邮件，记有您的用户名和密码。 您的登录详情
zh_hant: 您很快就會收到一封電子郵件，內有使用者名稱及密碼。 您的登入資料

# success.redeem.title
source: Card redeemed successfully
ar: تم استبدال البطاقة بنجاح
da: Kort indløst med succes
de: Karte erfolgreich eingelöst!
es_mx: Tarjeta canjeada correctamente
fr: Carte échangée avec succès
it: Carta riscossa
ja: カードの引き換えが完了しました
nb: Kortet har blitt innløst
nl: Kaart ingewisseld
pl: Karta została wymieniona
pt_br: Cartão resgatado com sucesso
ru: Карта успешно использована
th: คืนบัตรเสร็จสมบูรณ์!
zh_hans: 卡片兑换成功
zh_hant: 已成功兌換禮品卡

# success.submit
source: GET STARTED
ar: كيف تبدأ
da: Kom i gang
de: Erste Schritte
es_mx: Empieza
fr: Commencer
it: Inizia
ja: 始める
nb: Komme i gang
nl: Aan de slag
pl: Rozpocznij
pt_br: Comece Agora
ru: Начать
th: เริ่มใช้งาน
zh_hans: 开始体验
zh_hant: 開始使用

# success.title
source: Purchase complete
ar: تم الشراء
da: Køb fuldført
de: Kauf abgeschlossen
es_mx: Compra completa
fr: Achat terminé
it: Acquisto completato
ja: 購入完了
nb: Kjøp fullført
nl: Aankoop voltooid
pl: Zakup zakończony
pt_br: Compra Concluída
ru: Покупка завершена
th: ซื้อสำเร็จ
zh_hans: 购买完成
zh_hant: 購買完成

# success.username.caption
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
zh_hans: 用户名
zh_hant: 使用者名稱
