Repository: Beeloo0011/mobile-ios
Catalog: PIALibrary/Resources/UI/iOS/*.lproj/Signup.strings
Languages: ar, da, de, es_mx, fr, it, ja, nb, nl, pl, pt_br, ru, th, zh_hans, zh_hant

# unreachable.message
source: No internet connection found. Please confirm that you have an internet connection and hit retry below. You can come back to the app later to finish the process.
ar: لم يتم العثور على اتصال بالإنترنت. يرجى التأكد من اتصالك بالإنترنت وضغط زر إعادة المحاولة أدناه. يمكنك العودة إلى التطبيق في وقت لاحق لإنهاء العملية.
da: Ingen internetforbindelse fundet. Bekræft venligst, at du har en internetforbindelse, og tryk på "prøv igen" herunder. Du kan vende tilbage til appen senere for at afslutte processen.
de: Keine Internetverbindung gefunden. Bitte deine Internetverbindung überprüfen und erneut versuchen. Du kannst die App später erneut aufrufen, um den Vorgang abzuschließen.
es_mx: No se encontró conexión a Internet. Por favor, confirma que tienes una conexión a Internet y toca en intentar de nuevo más abajo. Puedes regresar después a la aplicación para terminar el proceso.
fr: Aucune connexion Internet trouvée. Veuillez confirmer que vous disposez d'une connexion Internet et cliquez de nouveau sur « Réessayer » ci-dessous. Vous pourrez revenir dans l'application plus tard pour terminer le processus.
it: Nessuna connessione Internet trovata. Verifica la connessione Internet e premi Riprova di seguito. Puoi tornare all'app più tardi per terminare il processo.
ja: インターネット接続が見つかりません。インターネットに接続していることを確認してから下の再試行をタップしてください。 後ほどアプリでこのプロセスを完了することができます。
nb: Ingen internettilkobling. Bekreft at du er koblet til Internett og trykk på Prøv igjen nedenfor. Du kan komme tilbake til appen senere for å fullføre prosessen.
nl: Geen internetverbinding gevonden. Controleer uw internetverbinding en probeer het hieronder opnieuw. U kunt later naar de app terugkeren om het proces te voltooien.
pl: Nie znaleziono połączenia z internetem. Potwierdź, że masz połączenie z internetem i naciśnij „Spróbuj ponownie” poniżej.. Możesz wrócić do aplikacji później, aby dokończyć proces.
pt_br: Nenhuma conexão com a Internet encontrada. Confirme que você possui uma conexão com a Internet e pressione Tentar Novamente abaixo. Você pode retornar ao aplicativo mais tarde para finalizar o processo.
ru: Интернет-соединение не найдено. Пожалуйста, убедитесь, что у вас есть подключение к Интернету, и повторите попытку позже. Можно вернуться в приложение позже и завершить процесс.
th: ไม่พบการเชื่อมต่ออินเทอร์เน็ต กรุณายืนยันว่าคุณมีการเชื่อมต่ออินเทอร์เน็ตแล้วกดลองอีกครั้งด้านล่างนี้ คุณสามารถกลับมาใหม่ในภายหลังเพื่อดำเนินการต่อให้เสร็จ
zh_hans: 未找到网络连接。请确认您已接入网络，然后点击下面的重试。 您可在稍后再回到本应用完成该操作。
zh_hant: 找不到網路連線。請確定您已連線上網，然後點選下方按鈕重試。 您可以稍後再回來完成程序。

# unreachable.submit
source: TRY AGAIN
ar: أعد المحاولة
da: PRØV IGEN
de: WIEDERHOLEN
es_mx: VOLVER A INTENTAR
fr: RÉESSAYER
it: RIPROVA
ja: 再試行
nb: PRØV PÅ NYTT
nl: OPNIEUW PROBEREN
pl: SPRÓBUJ PONOWNIE
pt_br: TENTAR NOVAMENTE
ru: ПОВТОРИТЬ
th: ลองใหม่
zh_hans: 重试
zh_hant: 重試

# unreachable.title
source: Whoops!
ar: أوبس!
da: Ups!
de: Ups!
es_mx: ¡Ups!
fr: Oups !
it: Ops!
ja: おっと！
nb: Ups!
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
th: อุ๊ปส์!
zh_hans: 糟糕！
zh_hant: 噢！

# unreachable.vc_title
source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
zh_hans: 错误
zh_hant: 錯誤
